{
  "zodiacs": [
    {
      "id": "1",
      "zodiacName": "Koç",
      "zodiacSymbol": "♈",
      "dateRange": "21 Mart - 19 Nisan",
      "element": "Ateş",
      "characteristics": "Koç burcu, cesur, enerjik ve lider ruhlu insanları temsil eder. Koç burcu insanları, girişimci, maceracı ve sabırsız olabilir. Her zaman ilk adımı atmaya istekli ve rekabetçi bir yapıya sahiptirler."
    },
    {
      "id": "2",
      "zodiacName": "Boğa",
      "zodiacSymbol": "♉",
      "dateRange": "20 Nisan - 20 Mayıs",
      "element": "Toprak",
      "characteristics": "Boğa burcu, kararlı, sabırlı ve güven arayan insanları temsil eder. Boğalar, istikrarlı ve güvenilir kişilerdir. Aynı zamanda duyusal zevklerin peşinden giderler ve maddi güvenliklerine önem verirler."
    },
    {
      "id": "3",
      "zodiacName": "İkizler",
      "zodiacSymbol": "♊",
      "dateRange": "21 Mayıs - 20 Haziran",
      "element": "Hava",
      "characteristics": "İkizler burcu, zeki, esnek ve iletişim becerileri güçlü insanları temsil eder. İkizler, değişken ruh hallerine sahip olup, meraklı ve sosyal bir yapıya sahiptirler. Yeni şeyler öğrenmeye ve keşfetmeye bayılırlar."
    },
    {
      "id": "4",
      "zodiacName": "Yengeç",
      "zodiacSymbol": "♋",
      "dateRange": "21 Haziran - 22 Temmuz",
      "element": "Su",
      "characteristics": "Yengeç burcu, duygusal, koruyucu ve aile odaklı insanları temsil eder. Yengeçler, duygusal zekaya sahip, empatik ve sezgili kişilerdir. Ailelerine bağlılıkları çok güçlüdür ve güven arayışları vardır."
    },
    {
      "id": "5",
      "zodiacName": "Aslan",
      "zodiacSymbol": "♌",
      "dateRange": "23 Temmuz - 22 Ağustos",
      "element": "Ateş",
      "characteristics": "Aslan burcu, gururlu, yaratıcı ve lider özellikleri taşıyan insanları temsil eder. Aslanlar kendilerini ifade etmekten hoşlanır ve çevrelerindeki insanlar üzerinde güçlü bir etki bırakabilirler. Aynı zamanda cömert ve sadık kişilerdir."
    },
    {
      "id": "6",
      "zodiacName": "Başak",
      "zodiacSymbol": "♍",
      "dateRange": "23 Ağustos - 22 Eylül",
      "element": "Toprak",
      "characteristics": "Başak burcu, titiz, analitik ve detaycı insanları temsil eder. Başaklar, düzenli ve çalışkan olup, başkalarına yardımcı olmak için kendilerini adayan kişilerdir. Aynı zamanda mükemmeliyetçi ve eleştirel olabilirler."
    },
    {
      "id": "7",
      "zodiacName": "Terazi",
      "zodiacSymbol": "♎",
      "dateRange": "23 Eylül - 22 Ekim",
      "element": "Hava",
      "characteristics": "Terazi burcu, adaletli, zarif ve uyumlu insanları temsil eder. Teraziler, başkalarıyla iyi ilişkiler kurma ve dengeyi sağlama konusunda doğuştan yeteneklidir. Estetikten ve güzellikten keyif alırlar."
    },
    {
      "id": "8",
      "zodiacName": "Akrep",
      "zodiacSymbol": "♏",
      "dateRange": "23 Ekim - 21 Kasım",
      "element": "Su",
      "characteristics": "Akrep burcu, tutkulu, gizemli ve karizmatik insanları temsil eder. Akrepler, güçlü bir sezgiye sahiptir ve genellikle derin duygulara sahip, kararlı kişilerdir. Güçlü bir sadakat ve tutku ile bağlanırlar."
    },
    {
      "id": "9",
      "zodiacName": "Yay",
      "zodiacSymbol": "♐",
      "dateRange": "22 Kasım - 21 Aralık",
      "element": "Ateş",
      "characteristics": "Yay burcu, özgür ruhlu, maceracı ve neşeli insanları temsil eder. Yaylar, özgürlüklerine düşkün, keşfetmeye ve yeni deneyimler yaşamaya bayılan kişilerdir. Olumlu ve iyimser bir bakış açılarına sahiptirler."
    },
    {
      "id": "10",
      "zodiacName": "Oğlak",
      "zodiacSymbol": "♑",
      "dateRange": "22 Aralık - 19 Ocak",
      "element": "Toprak",
      "characteristics": "Oğlak burcu, disiplinli, sorumluluk sahibi ve hırslı insanları temsil eder. Oğlaklar, yüksek hedeflere ulaşmak için kararlı bir şekilde çalışırlar. Aynı zamanda ciddi ve pragmatik bir yaklaşıma sahip olabilirler."
    },
    {
      "id": "11",
      "zodiacName": "Kova",
      "zodiacSymbol": "♒",
      "dateRange": "20 Ocak - 18 Şubat",
      "element": "Hava",
      "characteristics": "Kova burcu, yenilikçi, bağımsız ve entelektüel insanları temsil eder. Kovalar, toplumsal değişim ve ilerlemeye duyarlı, özgün düşünceleri olan kişilerdir. İnsan hakları ve özgürlükler konusunda tutkulu olabilirler."
    },
    {
      "id": "12",
      "zodiacName": "Balık",
      "zodiacSymbol": "♓",
      "dateRange": "19 Şubat - 20 Mart",
      "element": "Su",
      "characteristics": "Balık burcu, empatik, hayalperest ve sezgili insanları temsil eder. Balıklar, duygusal olarak derin, hayal gücü güçlü ve başkalarının duygularına duyarlıdır. Sanat ve manevi konulara ilgi duyarlar."
    }
  ],
  "planets": [
    {
      "id": "1",
      "planetName": "Merkür",
      "symbol": "☿",
      "meaning": "İletişim, zihin, düşünceler, bilgi alışverişi",
      "rulingSign": "İkizler, Başak"
    },
    {
      "id": "2",
      "planetName": "Venüs",
      "symbol": "♀",
      "meaning": "Aşk, güzellik, ilişkiler, estetik",
      "rulingSign": "Boğa, Terazi"
    },
    {
      "id": "3",
      "planetName": "Mars",
      "symbol": "♂",
      "meaning": "Enerji, cesaret, aksiyon, mücadele",
      "rulingSign": "Koç, Akrep"
    },
    {
      "id": "4",
      "planetName": "Jüpiter",
      "symbol": "♃",
      "meaning": "Şans, büyüme, bolluk, felsefe, inançlar",
      "rulingSign": "Yay, Balık"
    },
    {
      "id": "5",
      "planetName": "Satürn",
      "symbol": "♄",
      "meaning": "Sorumluluk, sınırlar, disiplin, uzun vadeli hedefler",
      "rulingSign": "Oğlak, Kova"
    },
    {
      "id": "6",
      "planetName": "Uranüs",
      "symbol": "♅",
      "meaning": "Devrim, yenilik, özgürlük, ani değişimler",
      "rulingSign": "Kova"
    },
    {
      "id": "7",
      "planetName": "Neptün",
      "symbol": "♆",
      "meaning": "Hayaller, ilham, spiritüellik, yanılsamalar",
      "rulingSign": "Balık"
    },
    {
      "id": "8",
      "planetName": "Plüton",
      "symbol": "♇",
      "meaning": "Dönüşüm, yeniden doğuş, güç, gizem",
      "rulingSign": "Akrep"
    },
    {
      "id": "9",
      "planetName": "Ay",
      "symbol": "☽",
      "meaning": "Duygular, içsel dünya, kadersel olaylar, anne figürü",
      "rulingSign": "Yengeç"
    },
    {
      "id": "10",
      "planetName": "Güneş",
      "symbol": "☼",
      "meaning": "Kimlik, ego, öz benlik, yaşam gücü",
      "rulingSign": "Koç"
    },
    {
      "id": "11",
      "planetName": "Lilith (Kara Ay)",
      "symbol": "⚸",
      "meaning": "Kadınsı güç, özgürlük, bastırılmış duygular",
      "rulingSign": "Boğa, Akrep"
    },
    {
      "id": "12",
      "planetName": "Chiron",
      "symbol": "⚷",
      "meaning": "Şifa, yaralar, öğreti, psikolojik iyileşme",
      "rulingSign": "Yay"
    },
    {
      "id": "13",
      "planetName": "Ceres",
      "symbol": "♃",
      "meaning": "Doğurganlık, annelik, yeryüzüne bağlılık",
      "rulingSign": "Boğa"
    },
    {
      "id": "14",
      "planetName": "Pallas Athena",
      "symbol": "♆",
      "meaning": "Akıl, strateji, zeka, yaratıcılık, kadınsı güç",
      "rulingSign": "Boğa"
    },
    {
      "id": "15",
      "planetName": "Juno",
      "symbol": "⚸",
      "meaning": "Evlilik, birliktelik, eş arayışı, partner ilişkileri",
      "rulingSign": "Terazi"
    },
    {
      "id": "16",
      "planetName": "Vesta",
      "symbol": "♇",
      "meaning": "Ateş, özveri, hizmet, manevi tutkular",
      "rulingSign": "Başak"
    }
  ],
  "peopleData": [
    {
      "id": "1",
      "name": "Alice Johnson",
      "birthDate": "1990-05-12",
      "birthTime": "14:30",
      "birthCountry": "USA",
      "birthCity": "New York"
    },
    {
      "id": "2",
      "name": "Bob Smith",
      "birthDate": "1985-09-20",
      "birthTime": "09:00",
      "birthCountry": "Canada",
      "birthCity": "Toronto"
    },
    {
      "id": "3",
      "name": "Carla Gomez",
      "birthDate": "1992-12-15",
      "birthTime": "18:45",
      "birthCountry": "Mexico",
      "birthCity": "Mexico City"
    },
    {
      "id": "4",
      "name": "David Lee",
      "birthDate": "1980-02-25",
      "birthTime": "07:30",
      "birthCountry": "South Korea",
      "birthCity": "Seoul"
    },
    {
      "id": "5",
      "name": "Eva Chen",
      "birthDate": "1995-11-10",
      "birthTime": "22:15",
      "birthCountry": "China",
      "birthCity": "Beijing"
    },
    {
      "id": "6",
      "name": "hazan",
      "birthDate": "1111-11-11",
      "birthTime": "11:11",
      "birthCountry": "türkiye",
      "birthCity": "istanbul",
      "isDeleted": true
    },
    {
      "id": "7",
      "name": "asa",
      "birthDate": "1111-11-11",
      "birthTime": "11:11",
      "birthCountry": "aaa",
      "birthCity": "aaa",
      "isDeleted": true
    },
    {
      "id": "8",
      "name": "aa",
      "birthDate": "2003-12-12",
      "birthTime": "12:12",
      "birthCountry": "aasd",
      "birthCity": "asd",
      "isDeleted": true
    },
    {
      "id": "9",
      "name": "asdffggg",
      "birthDate": "3002-02-23",
      "birthTime": "23:23",
      "birthCountry": "fffff",
      "birthCity": "fffff",
      "isDeleted": true
    }
  ],
  "zodiacDetail": [
    {
      "zodiacName": "Aries",
      "ad": "Koç",
      "tarih_araligi": "21 Mart - 19 Nisan",
      "genel_bilgi": {
        "tanim": "Koç burcu, Zodyak’ta ilk sırada yer alan ve ateş elementine ait bir burçtur. Mars gezegeni tarafından yönetilen Koçlar, cesur, kararlı ve liderlik özellikleriyle tanınır. Koçlar her zaman bir adım önde olmak isterler ve yenilik peşindedirler.",
        "karakteristik": "Koçlar, cesur, enerjik ve yüksek motivasyona sahip bireylerdir. Liderlik yetenekleri güçlüdür ve genellikle çevrelerine yön verirler. Harekete geçmekten korkmazlar ve çoğu zaman öncü rol üstlenirler.",
        "gezegeni": "Mars gezegeni, Koç burcunun yönetici gezegenidir ve bu gezegenin etkisiyle Koçlar, cesaret ve mücadeleci ruhu simgelerler.",
        "bagimsizlik": "Koç burcu insanları özgürlüklerine düşkündürler ve bağımsızlıkları her şeyden önce gelir.",
        "hayat_felsefesi": "Koçlar için hayat, sürekli ilerlemek ve zirveye ulaşmakla ilgilidir. Her zaman bir adım önde olmak, onları heyecanlandırır."
      },
      "kisilik": {
        "guclu_yonler": [
          "Cesur ve kararlı",
          "Liderlik yetenekleri güçlü",
          "Hızlı karar alabilme",
          "Yüksek enerji ve motivasyon",
          "Macera arayışı"
        ],
        "zayif_yonler": [
          "Sabırsızlık",
          "Düşünmeden hareket etme eğilimi",
          "Aşırı rekabetçilik",
          "Özgürlüklerine fazla düşkünlük"
        ]
      },
      "iliskiler": {
        "genel": "Koçlar, tutkulu ve heyecanlı insanlardır. Aşk hayatlarında aktif ve cesur olurlar. Ancak, sabırsızlıkları ilişkilerinde zorluklar yaratabilir.",
        "uyumlu_burclar": [
          "Aslan",
          "Yay",
          "İkizler"
        ],
        "uyumsuz_burclar": [
          "Yengeç",
          "Oğlak"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Koçlar iş hayatında liderlik yapmayı severler. Girişimci ruhları ve hızlı düşünme yetenekleriyle başarılı olurlar.",
        "zayif_yonler": "Zaman zaman aceleci ve sabırsız olabilirler, bu da iş yerinde yanlış kararlar almalarına yol açabilir."
      },
      "id": "eb86"
    },
    {
      "zodiacName": "Taurus",
      "ad": "Boğa",
      "tarih_araligi": "20 Nisan - 20 Mayıs",
      "genel_bilgi": {
        "tanim": "Boğa burcu, toprak elementine ait bir burç olup, Venüs gezegeni tarafından yönetilir. Sabırlı, kararlı ve güven arayışında olan Boğalar, maddi güvenlik ve konforu önemserler.",
        "karakteristik": "Boğalar sakin ve huzurlu bir yaşamı tercih ederler. Güven arayışı içindedirler ve duygusal olarak da kararlıdırlar. Fiziksel dünyada sağlam adımlar atmayı tercih ederler.",
        "gezegeni": "Venüs gezegeni, Boğa burcunun yöneticisidir ve bu gezegenin etkisiyle Boğalar, estetik ve lüksü severler. Konfor ve güzellik onların hayatında önemli yer tutar.",
        "bagimsizlik": "Boğalar, güven duygusunu sağlamak için bağımsızlıklarını korumak isterler. Güvenli alanlarını korumak, Boğaların en önemli ihtiyaçlarındandır.",
        "hayat_felsefesi": "Boğa burcu, huzurlu ve güvenli bir hayat sürmeyi tercih eder. Onlar için başarı, sabırlı adımlarla ve süreklilikle gelir."
      },
      "kisilik": {
        "guclu_yonler": [
          "Sabırlı ve kararlı",
          "Pratik ve sağlam",
          "Sadık ve güvenilir",
          "Estetik anlayışı güçlü"
        ],
        "zayif_yonler": [
          "İnatçı",
          "Değişime dirençli",
          "Aşırı maddiyatçı",
          "Duygusal olarak katı"
        ]
      },
      "iliskiler": {
        "genel": "Boğalar, ilişkilerinde sadakat ve güven arayışındadırlar. Partnerlerinden duygusal güven isterler ve ilişkilerinde uzun vadeli birliktelikleri tercih ederler.",
        "uyumlu_burclar": [
          "Başak",
          "Oğlak",
          "Yengeç"
        ],
        "uyumsuz_burclar": [
          "Aslan",
          "Kova"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Boğalar iş hayatında oldukça pratik ve güvenilir insanlardır. Sabırlı çalışmaları, onları başarılı kılar. Maddi güvenlik konusunda çok dikkatli olurlar.",
        "zayif_yonler": "Boğalar zaman zaman değişime karşı direnç gösterebilirler. Bu, yeniliklere karşı tutucu bir yaklaşım sergilemelerine neden olabilir."
      },
      "id": "07a4"
    },
    {
      "zodiacName": "Gemini",
      "ad": "İkizler",
      "tarih_araligi": "21 Mayıs - 20 Haziran",
      "genel_bilgi": {
        "tanim": "İkizler burcu, hava elementine ait bir burç olup, Merkür gezegeni tarafından yönetilir. Zeki, meraklı, uyumlu ve sosyal yapılarıyla tanınan İkizler, değişken bir kişiliğe sahiptirler.",
        "karakteristik": "İkizler, değişken ve enerjik kişilikleriyle tanınır. Sürekli bilgi edinmeye ve yeni deneyimler kazanmaya eğilimlidirler. İletişim becerileri güçlüdür ve çok yönlüdürler.",
        "gezegeni": "Merkür gezegeni, İkizler burcunun yöneticisidir. Bu gezegenin etkisiyle İkizler, zihinsel becerilerini güçlü bir şekilde kullanır ve iletişimde başarılıdır.",
        "bagimsizlik": "İkizler, özgürlüklerine düşkündürler ve sürekli değişim arayışında olurlar. Bir konuda uzun süre sabırlı kalmakta zorluk çekebilirler.",
        "hayat_felsefesi": "İkizler burcu için hayat, sürekli yenilikler ve yeni deneyimlerle doludur. Sosyal ilişkiler ve iletişim onlar için hayati önemdedir."
      },
      "kisilik": {
        "guclu_yonler": [
          "Zeki ve hızlı düşünme",
          "Sosyal ve iletişim yeteneği güçlü",
          "Meraklı ve keşfetmeye hevesli",
          "Esnek ve değişime açık"
        ],
        "zayif_yonler": [
          "Kararsızlık",
          "Yüzeysel yaklaşım",
          "Duygusuzluk",
          "Dikkatsizlik ve dağınıklık"
        ]
      },
      "iliskiler": {
        "genel": "İkizler, ilişkilerinde özgürlük ve eğlence arayışında olan burçlardır. Aşk hayatlarında meraklıdırlar ve partnerlerinden entelektüel uyum beklerler.",
        "uyumlu_burclar": [
          "Terazi",
          "Kova",
          "Koç"
        ],
        "uyumsuz_burclar": [
          "Başak",
          "Balık"
        ]
      },
      "kariyer": {
        "guclu_yonler": "İkizler, iş hayatlarında çok yönlü ve iletişim becerileri güçlüdür. Medya, pazarlama ve satış gibi alanlarda başarılı olabilirler.",
        "zayif_yonler": "Kararsızlık ve yüzeysel düşünme, İkizler burcunun iş hayatında derinlemesine analiz yapmasını engelleyebilir."
      },
      "id": "d3ce"
    },
    {
      "zodiacName": "Cancer",
      "ad": "Yengeç",
      "tarih_araligi": "21 Haziran - 22 Temmuz",
      "genel_bilgi": {
        "tanim": "Yengeç burcu, su elementine ait bir burç olup, Ay gezegeni tarafından yönetilir. Duygusal, koruyucu ve sezgisel yapılarıyla tanınan Yengeçler, aileye ve yuva kurmaya büyük değer verirler.",
        "karakteristik": "Yengeçler, duygusal derinlikleriyle bilinirler. Ailelerine ve sevdiklerine karşı çok sadık ve koruyucu olurlar. Onların güvenliğine büyük önem verirler.",
        "gezegeni": "Ay gezegeni, Yengeç burcunun yöneticisidir ve bu gezegenin etkisiyle Yengeçler, duygusal zekâlarıyla öne çıkarlar.",
        "bagimsizlik": "Yengeçler, kendilerini güvende hissettikleri ortamları severler. Ailelerine ve sevdiklerine olan bağlılıkları çok güçlüdür.",
        "hayat_felsefesi": "Yengeç burcu, hayatı duygusal bağlar kurarak yaşar. Aile ve yakın ilişkiler onların dünyasında merkezî bir yer tutar."
      },
      "kisilik": {
        "guclu_yonler": [
          "Duygusal zekâ ve empati",
          "Sadık ve güvenilir",
          "Koruyucu ve şefkatli",
          "Aile ve yuva odaklı"
        ],
        "zayif_yonler": [
          "Aşırı hassasiyet",
          "İçine kapanıklık",
          "Kararsızlık",
          "Aşırı korumacılık"
        ]
      },
      "iliskiler": {
        "genel": "Yengeçler, ilişkilerinde derin duygusal bağlar kurarlar. Aileye, güvene ve sevgiye çok değer verirler. Partnerlerinden duygusal destek ve güven ararlar. İlişkilerinde sadık, şefkatli ve koruyucu olurlar, ancak zaman zaman aşırı hassasiyet gösterebilirler.",
        "uyumlu_burclar": [
          "Boğa",
          "Akrep",
          "Balık"
        ],
        "uyumsuz_burclar": [
          "Koç",
          "İkizler"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Yengeçler, iş hayatında duygusal zekâları ve empati yetenekleriyle başarılı olurlar. Yardımsever ve koruyucu doğaları onları sağlık, eğitim veya sosyal hizmetler gibi insan odaklı işlerde başarılı kılar. Ayrıca, aile ve evle ilgili işler de onlara cazip gelir.",
        "zayif_yonler": "Yengeçler, duygusal olarak iş hayatında zorlanabilirler. Ayrıca, karar verirken bazen aşırı hassas olabilirler ve bu da onlara profesyonel anlamda bazı engeller oluşturabilir."
      },
      "id": "a283"
    },
    {
      "zodiacName": "Leo",
      "ad": "Aslan",
      "tarih_araligi": "23 Temmuz - 22 Ağustos",
      "genel_bilgi": {
        "tanim": "Aslan burcu, ateş elementine ait bir burç olup, Güneş gezegeni tarafından yönetilir. Aslanlar, liderlik özellikleri, gururları ve kendine güvenleriyle tanınır. Onlar için hayat, sahne ışıkları altında olmayı gerektirir.",
        "karakteristik": "Aslanlar doğal liderlerdir ve çevrelerinde dikkat çekmeyi severler. Kendilerine güvenleri tamdır ve her zaman ilgi odağı olmayı isterler. Yaratıcı, cömert ve cesurdurlar.",
        "gezegeni": "Güneş gezegeni, Aslan burcunun yönetici gezegenidir. Bu gezegenin etkisiyle Aslanlar, özgüvenlerini yüksek tutarlar ve çevrelerinde liderlik yapmayı tercih ederler.",
        "bagimsizlik": "Aslanlar, bağımsızlıklarına düşkündürler. Kendilerini güçlü ve özgür hissettikleri ortamlarda en iyi şekilde performans gösterirler.",
        "hayat_felsefesi": "Aslan burcu için hayat, başarı ve tanınma yolunda ilerlemektir. Onlar için en büyük ödül, takdir edilmek ve ilgi görmektir."
      },
      "kisilik": {
        "guclu_yonler": [
          "Liderlik yetenekleri",
          "Yüksek özgüven",
          "Cömert ve yardımsever",
          "Yaratıcı ve ilham verici"
        ],
        "zayif_yonler": [
          "Gururlu ve kibirli",
          "Bencil olabilme",
          "Aşırı dikkat çekme isteği",
          "Otoriter yaklaşım"
        ]
      },
      "iliskiler": {
        "genel": "Aslanlar, ilişkilerinde genellikle cömert ve koruyucu olurlar. Aşk hayatlarında partnerlerinden ilgi ve takdir görmek isterler. Onlar için ilişkilerde sevgi ve saygı çok önemlidir. Ancak bazen egoları ve gururları ilişkiyi zorlayabilir.",
        "uyumlu_burclar": [
          "Koç",
          "Yay",
          "İkizler"
        ],
        "uyumsuz_burclar": [
          "Akrep",
          "Boğa"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Aslanlar, iş hayatlarında liderlik pozisyonlarına ilgi duyarlar ve kendilerini bu alanlarda çok başarılı hissederler. Yaratıcılıkları ve yüksek özgüvenleri, onları sanat, medya ve yönetim alanlarında başarılı kılar.",
        "zayif_yonler": "Aslanlar bazen aşırı gururlu olabilirler ve bu, başkalarıyla işbirliği yapmalarını zorlaştırabilir. Ayrıca, fazla dikkat çekme istekleri zaman zaman iş yerinde problemler yaratabilir."
      },
      "id": "664e"
    },
    {
      "zodiacName": "Virgo",
      "ad": "Başak",
      "tarih_araligi": "23 Ağustos - 22 Eylül",
      "genel_bilgi": {
        "tanim": "Başak burcu, toprak elementine ait bir burç olup, Merkür gezegeni tarafından yönetilir. Başaklar, mükemmeliyetçi, düzenli ve analitik yapılarıyla tanınır. Detaylara büyük önem verirler ve hayatlarında her şeyin yerli yerinde olmasını isterler.",
        "karakteristik": "Başak burcu insanları oldukça analitik düşünürler ve ayrıntılara dikkat ederler. Titizdirler ve işleri mükemmel bir şekilde yapmak isterler. Ayrıca, yardımsever ve çalışkan bireylerdir.",
        "gezegeni": "Merkür gezegeni, Başak burcunun yöneticisidir. Bu gezegenin etkisiyle Başaklar, zihinsel becerilerini kullanarak sorunları çözmede çok başarılıdırlar.",
        "bagimsizlik": "Başaklar, bağımsızlıklarını korumak isterler. Ancak, aynı zamanda çok çalışarak başkalarına yardım etmek de onlara mutluluk verir.",
        "hayat_felsefesi": "Başaklar, hayatlarını düzenli ve planlı bir şekilde yaşamak isterler. Her şeyin yerli yerinde olması, onların hayat felsefelerinin temelini oluşturur."
      },
      "kisilik": {
        "guclu_yonler": [
          "Mükemmeliyetçi",
          "Düzenli ve planlı",
          "Analitik düşünme",
          "Çalışkan ve yardımsever"
        ],
        "zayif_yonler": [
          "Aşırı eleştirmen",
          "Kendini fazla eleştirme",
          "Aşırı detaycılık",
          "Bazen soğuk ve mesafeli olabilirler"
        ]
      },
      "iliskiler": {
        "genel": "Başaklar, ilişkilerinde düzen ve güven arayışındadırlar. Partnerlerinden sadakat ve dürüstlük beklerler. İlişkilerinde bazen fazla eleştirici olabilirler, ancak bu onların kararlı ve tutkulu olmalarından kaynaklanır.",
        "uyumlu_burclar": [
          "Boğa",
          "Oğlak",
          "Yengeç"
        ],
        "uyumsuz_burclar": [
          "İkizler",
          "Yay"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Başaklar, iş hayatında çok çalışkan, disiplinli ve detaycıdırlar. Düzenli ve analitik düşünme yetenekleri, onları birçok alanda başarılı kılar. Özellikle sağlık, eğitim ve organizasyon alanlarında oldukça etkilidirler.",
        "zayif_yonler": "Başaklar, bazen aşırı eleştirici olabilir ve bu da iş arkadaşlarıyla ilişkilerinde sıkıntılar yaratabilir. Ayrıca, mükemmeliyetçilikleri, onlara gereksiz stres ve baskı yaratabilir."
      },
      "id": "473e"
    },
    {
      "zodiacName": "Libra",
      "ad": "Terazi",
      "tarih_araligi": "23 Eylül - 22 Ekim",
      "genel_bilgi": {
        "tanim": "Terazi burcu, hava elementine ait bir burç olup, Venüs gezegeni tarafından yönetilir. Terazi burçları, estetik anlayışları, adalet duyguları ve insanlarla kurdukları uyumlu ilişkilerle tanınır. Sosyal, diplomatik ve güzelliği takdir eden bir yapıya sahiptirler.",
        "karakteristik": "Terazi, her zaman denge arayışı içindedir. İnsanlar arası ilişkilerde çok başarılıdırlar, her zaman uyumlu bir ortam yaratmayı amaçlarlar. Terazi'nin estetik anlayışı yüksektir ve güzelliğe olan ilgisi çok güçlüdür.",
        "gezegeni": "Venüs, Terazi'nin yöneticisidir ve bu gezegenin etkisiyle Teraziler, aşk, güzellik, sanat ve uyum konusunda derin bir ilgilere sahiptir.",
        "bagimsizlik": "Terazi, başkalarına uyum sağlamak için bağımsızlıklarını zaman zaman geri planda bırakabilir. Bu nedenle, bazı durumlarda fazla başkalarına bağımlı olabilirler.",
        "hayat_felsefesi": "Terazi burcu için hayat, uyumlu ve dengeli ilişkiler kurmak, estetik açıdan tatmin edici bir yaşam sürmektir. Onlar için denge, mutluluğun anahtarıdır."
      },
      "kisilik": {
        "guclu_yonler": [
          "Diplomatik ve adil",
          "Sosyal ve insanlarla iyi geçinir",
          "Estetik anlayışı yüksek",
          "Dengeyi bulma yeteneği"
        ],
        "zayif_yonler": [
          "Kararsızlık",
          "Aşırı bağımlılık",
          "Çok fazla başkalarına uyma",
          "Duygusallıkta dengesizlik"
        ]
      },
      "iliskiler": {
        "genel": "Teraziler, ilişkilerinde denge ve uyum arayışındadırlar. Partnerleriyle derin ve anlamlı bağlar kurmayı severler. Onlar için en önemli şey, karşılıklı anlayış ve adalettir. Duygusal anlamda dengede kalmaya çalışırken bazen kararsızlık yaşayabilirler.",
        "uyumlu_burclar": [
          "İkizler",
          "Kova",
          "Aslan"
        ],
        "uyumsuz_burclar": [
          "Koç",
          "Yengeç"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Teraziler, iş hayatlarında insanlarla ilişkilerde oldukça başarılıdırlar. Diplomasi, hukuk, sanat ve tasarım gibi alanlarda başarılı olabilirler. Güçlü bir estetik anlayışları vardır, bu da onları sanat ve modada oldukça başarılı kılar.",
        "zayif_yonler": "Kararsızlıkları ve başkalarına uyum sağlama istekleri bazen onları zayıf kararlar almaya itebilir. Ayrıca, fazla detaya takılabilirler ve bazen işlerini ileriye taşıyamazlar."
      },
      "id": "1bcb"
    },
    {
      "zodiacName": "Scorpio",
      "ad": "Akrep",
      "tarih_araligi": "23 Ekim - 21 Kasım",
      "genel_bilgi": {
        "tanim": "Akrep burcu, su elementine ait bir burç olup, Plüton ve Mars gezegenleri tarafından yönetilir. Akrepler, derin duygusal yapıları, gizemli kişilikleri ve kararlı haller ile tanınırlar. Güçlü bir içgörüye sahip olan Akrepler, genellikle tutkulu ve gizemlidir.",
        "karakteristik": "Akrepler, hayatta derin anlamlar arayan, güçlü ve kararlı insanlardır. Onlar için her şey ya siyah ya da beyazdır, gri alanda yaşamaktan hoşlanmazlar. Kararlı, cesur ve genellikle tutkulu bireylerdir.",
        "gezegeni": "Plüton gezegeni, Akrep burcunun yönetici gezegenidir. Bu gezegen, gücü, dönüşümü ve derinliği simgeler. Akrepler, bu gezegenin etkisiyle duygusal olarak derin ve güçlüdür.",
        "bagimsizlik": "Akrepler, bağımsızlıklarına çok düşkündürler. Gizliliklerine ve kişisel alanlarına saygı gösterilmesi onlar için çok önemlidir.",
        "hayat_felsefesi": "Akrepler, hayatlarını tutkuyla yaşamak isterler ve her şeyin anlamını derinlemesine keşfetmek arzusundadırlar. Gizemli olmalarına rağmen, hayatlarında samimiyet ve derinlik arayışındadırlar."
      },
      "kisilik": {
        "guclu_yonler": [
          "Derin duygular ve içgörü",
          "Tutkulu ve kararlı",
          "Gizlilik ve mahremiyet",
          "Zihinsel ve duygusal güç"
        ],
        "zayif_yonler": [
          "Aşırı takıntılılık",
          "Gizlilikten dolayı güven sorunları",
          "İntikam duygusu",
          "Kontrolcü tavırlar"
        ]
      },
      "iliskiler": {
        "genel": "Akrepler, ilişkilerinde derin bir bağlılık ve tutku arayışındadırlar. Partnerlerine karşı oldukça sadık ve koruyucudurlar, ancak zaman zaman fazla sahiplenici olabilirler. Onlar için ilişki, güven ve tutkunun birleşimidir.",
        "uyumlu_burclar": [
          "Yengeç",
          "Balık",
          "Başak"
        ],
        "uyumsuz_burclar": [
          "Aslan",
          "Kova"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Akrepler, iş hayatlarında çok kararlıdırlar ve genellikle zorlu işlerle başa çıkabilirler. Gizlilik gerektiren işlerde başarılı olabilirler. Ayrıca, analiz etme ve strateji geliştirme konularında oldukça yeteneklidirler.",
        "zayif_yonler": "Akrepler, bazen duygusal kararlar verebilirler ve bu da iş hayatlarında sorunlara yol açabilir. Ayrıca, aşırı sahiplenici ve kontrolcü olabilirler, bu da takım çalışmasını zorlaştırabilir."
      },
      "id": "f527"
    },
    {
      "zodiacName": "Sagittarius",
      "ad": "Yay",
      "tarih_araligi": "22 Kasım - 21 Aralık",
      "genel_bilgi": {
        "tanim": "Yay burcu, ateş elementine ait bir burç olup, Jüpiter gezegeni tarafından yönetilir. Yay burçları, özgürlüklerine düşkün, keşfetmeye meraklı ve pozitif kişiler olarak bilinir. Hayatları boyunca sürekli yeni deneyimler arayışındadırlar.",
        "karakteristik": "Yay burcu insanları, yeniliklere açık, pozitif ve özgür ruhlu bireylerdir. Her zaman yeni şeyler keşfetmeye ve sınırlarını zorlamaya heveslidirler. İnsanlara olan güvenleri yüksektir ve daima iyimser bir bakış açısına sahiptirler.",
        "gezegeni": "Jüpiter gezegeni, Yay burcunun yöneticisidir. Bu gezegen, genişlemeyi, büyümeyi ve keşfetmeyi simgeler. Yaylar, bu gezegenin etkisiyle hayatı geniş bir perspektiften görürler.",
        "bagimsizlik": "Yaylar, bağımsızlıklarını her şeyden önce tutarlar. Özgürlükleri sınırsızdır ve bazen sorumluluklardan kaçabilirler.",
        "hayat_felsefesi": "Yay burçları için hayat, sürekli bir keşif ve büyüme yolculuğudur. Yeni yerler görmek, yeni insanlar tanımak ve sürekli olarak kendilerini geliştirmek isterler."
      },
      "kisilik": {
        "guclu_yonler": [
          "Özgür ruhlu",
          "Pozitif ve iyimser",
          "Keşfetmeye açık",
          "Yüksek enerji ve cesaret"
        ],
        "zayif_yonler": [
          "Sabırsızlık",
          "Aşırı özgürlük düşkünlüğü",
          "Düşüncesizce hareket etme",
          "Aşırı iyimserlik"
        ]
      },
      "iliskiler": {
        "genel": "Yaylar, ilişkilerinde özgürlüğe çok önem verirler. Partnerlerinden de bağımsızlık ve dürüstlük beklerler. İlişkilerinde eğlence ve macera ararlar, ancak bazen duygusal derinlikten kaçabilirler.",
        "uyumlu_burclar": [
          "Koç",
          "Aslan",
          "Kova"
        ],
        "uyumsuz_burclar": [
          "Başak",
          "Balık"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Yaylar, iş hayatlarında bağımsız çalışmayı severler. Yeni projeler ve büyük fikirlerle ilgilenmekten keyif alırlar. Eğitim, seyahat ve keşif gerektiren işler onlara hitap eder.",
        "zayif_yonler": "Yaylar, bazen sorumsuz ve dikkatsiz olabilirler. Ayrıca, uzun süre aynı işi yapmaktan sıkılabilirler."
      },
      "id": "bd92"
    },
    {
      "zodiacName": "Capricorn",
      "ad": "Oğlak",
      "tarih_araligi": "22 Aralık - 19 Ocak",
      "genel_bilgi": {
        "tanim": "Oğlak burcu, toprak elementine ait bir burç olup, Satürn gezegeni tarafından yönetilir. Oğlaklar, kararlı, disiplinli ve sorumluluk sahibi bireylerdir. İş dünyasında başarılı olmak için her türlü çabayı gösterir ve hedeflerine ulaşmak için sabırlı bir şekilde çalışırlar.",
        "karakteristik": "Oğlaklar, gerçekçi ve pratik bir bakış açısına sahiptirler. Sadece hayal kurmazlar, aynı zamanda bu hayalleri gerçekleştirmek için planlı ve organize bir şekilde çalışırlar. Sosyal açıdan biraz daha çekingen olabilirler, ancak profesyonel alanda çok etkilidirler.",
        "gezegeni": "Satürn, Oğlak burcunun yöneticisidir. Bu gezegen, disiplin, sorumluluk ve yapı oluşturma ile ilişkilidir. Oğlaklar, bu gezegenin etkisiyle hayatlarını ciddiyetle yönetirler ve başarıyı elde etmek için çaba sarf ederler.",
        "bagimsizlik": "Oğlaklar, bağımsızlıklarına çok değer verirler. Kendi ayakları üzerinde durmak ve kendi hedeflerine ulaşmak için çalışmak onlar için çok önemlidir.",
        "hayat_felsefesi": "Oğlak burçları için hayat, uzun vadeli hedeflere ulaşmak ve başarılı olmak için gerekli olan çaba ve özveriyi içerir. Onlar, sıkı çalışmanın ve disiplinli bir yaklaşımın başarıya giden yol olduğuna inanırlar."
      },
      "kisilik": {
        "guclu_yonler": [
          "Disiplinli ve sorumluluk sahibi",
          "Gerçekçi ve pratik",
          "Kararlı ve azimli",
          "Uzun vadeli hedeflere odaklanmış"
        ],
        "zayif_yonler": [
          "Aşırı ciddi ve katı",
          "Duygusal anlamda uzak",
          "Çok fazla iş odaklı",
          "Zaman zaman karamsar"
        ]
      },
      "iliskiler": {
        "genel": "Oğlaklar, ilişkilerinde ciddiyet ve güven arayışındadır. Onlar için ilişkilerde sabır ve güven çok önemlidir. Duygusal olarak biraz çekingen olabilirler, ancak bir ilişki kurduklarında ona sadık kalırlar.",
        "uyumlu_burclar": [
          "Boğa",
          "Başak",
          "Yengeç"
        ],
        "uyumsuz_burclar": [
          "Koç",
          "Terazi"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Oğlaklar, iş hayatında son derece sorumluluk sahibidirler. Liderlik ve yönetim becerileri güçlüdür. Uzun vadeli projelere ve detaylı çalışmalara odaklanmak onları başarılı kılar.",
        "zayif_yonler": "Oğlaklar, bazen aşırı iş odaklı olabilirler ve kişisel hayatlarına yeterince vakit ayırmakta zorlanabilirler. Bu da duygusal anlamda zorlanmalarına neden olabilir."
      },
      "id": "d2c5"
    },
    {
      "zodiacName": "Aquarius",
      "ad": "Kova",
      "tarih_araligi": "20 Ocak - 18 Şubat",
      "genel_bilgi": {
        "tanim": "Kova burcu, hava elementine ait bir burç olup, Uranüs gezegeni tarafından yönetilir. Kovalar, yenilikçi, bağımsız ve entelektüel olarak güçlü bireylerdir. Toplumda değişim yaratmaya yönelik büyük idealleri vardır ve genellikle farklı düşünme biçimleriyle öne çıkarlar.",
        "karakteristik": "Kovalar, orijinal fikirler üretme konusunda çok yeteneklidirler. Sıradışı düşünceleri ve yenilikçi yaklaşımları ile tanınırlar. Sosyal açıdan oldukça açık fikirli ve insancıldırlar, ancak bazen duygusal olarak mesafeli olabilirler.",
        "gezegeni": "Uranüs, Kova burcunun yöneticisidir. Bu gezegen, özgürlük, yenilik ve toplumsal değişim ile ilişkilidir. Kovalar, bu gezegenin etkisiyle her zaman toplumu daha iyi bir yere taşımayı hedeflerler.",
        "bagimsizlik": "Kovalar, bağımsızlıklarını çok severler. Kendi düşüncelerini ifade etmek ve özgürce hareket etmek onlar için çok önemlidir.",
        "hayat_felsefesi": "Kovalar için hayat, toplumsal değişimi sağlamak ve insanlara fayda sağlamak amacına yönelik bir yolculuktur. Onlar, özgür ve yaratıcı bir şekilde dünyayı daha iyi bir yer haline getirmeyi isterler."
      },
      "kisilik": {
        "guclu_yonler": [
          "Yenilikçi ve yaratıcı",
          "Bağımsız ve özgür ruhlu",
          "Toplumsal değişim ve iyilik için çaba gösterir",
          "Zeki ve analitik düşünme"
        ],
        "zayif_yonler": [
          "Duygusal mesafe",
          "Aşırı idealistlik",
          "Toplumdan soyutlanma",
          "Bazen soğuk ve ilgisiz görünebilirler"
        ]
      },
      "iliskiler": {
        "genel": "Kovalar, ilişkilerinde özgürlüğü ve entelektüel uyumu ön planda tutarlar. Partnerlerinden duygusal bağlılık yerine, düşünsel uyum ve ortak idealler beklerler. Bağımsızlıklarını kısıtlamayan ilişkilerden hoşlanırlar.",
        "uyumlu_burclar": [
          "İkizler",
          "Terazi",
          "Yay"
        ],
        "uyumsuz_burclar": [
          "Boğa",
          "Aslan"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Kovalar, yaratıcı ve yenilikçi fikirleri ile iş dünyasında fark yaratabilirler. Toplumsal değişim ve teknolojik yenilik gerektiren alanlarda başarılı olabilirler.",
        "zayif_yonler": "Bazen fazla idealist olabilirler ve pratik uygulamalar konusunda zorluklar yaşayabilirler. Ayrıca, duygusal mesafeleri iş hayatlarında ilişkilerde problem yaratabilir."
      },
      "id": "e272"
    },
    {
      "zodiacName": "Pisces",
      "ad": "Balık",
      "tarih_araligi": "19 Şubat - 20 Mart",
      "genel_bilgi": {
        "tanim": "Balık burcu, su elementine ait bir burç olup, Neptün gezegeni tarafından yönetilir. Balıklar, empatik, duyarlı ve hayalperest bireylerdir. Duygusal derinlikleri ve sezgisel yetenekleri ile tanınırlar. Hem duygusal hem de ruhsal olarak dünyaya farklı bir bakış açısıyla yaklaşırlar.",
        "karakteristik": "Balıklar, doğuştan yaratıcı ve sezgisel insanlardır. Derin duygusal bağlar kurmayı severler. Empati yetenekleri çok güçlüdür ve başkalarının duygularını anlamada zorlanmazlar. Ancak, bazen gerçeklikten kaçma eğiliminde olabilirler.",
        "gezegeni": "Neptün, Balık burcunun yöneticisidir. Bu gezegen, hayaller, hayal gücü ve sezgi ile ilişkilidir. Balıklar, Neptün'ün etkisiyle hayal dünyasında yaşamaktan keyif alırlar.",
        "bagimsizlik": "Balıklar, zaman zaman dünyadan kaçmak isteyebilirler. Kendi iç dünyalarına dalarak duygusal olarak rahatlamayı tercih edebilirler.",
        "hayat_felsefesi": "Balıklar için hayat, duygusal bağlantılar kurmak ve kendilerini ruhsal olarak ifade etmekle ilgilidir. Onlar için dünyada en önemli şey, sevgi, huzur ve anlamlı ilişkiler yaratmaktır."
      },
      "kisilik": {
        "guclu_yonler": [
          "Empatik ve duyarlı",
          "Hayal gücü ve yaratıcılık",
          "Sezgisel ve derin duygusal bağlar kurabilme",
          "İdealist ve insanları sevme"
        ],
        "zayif_yonler": [
          "Gerçeklikten kaçma eğilimi",
          "Aşırı duygusal olma",
          "Kararsızlık",
          "Bağımlılık eğilimleri"
        ]
      },
      "iliskiler": {
        "genel": "Balıklar, ilişkilerinde derin duygusal bağlar kurmaya eğilimlidirler. Partnerlerinden duygusal ve ruhsal bir bağlantı ararlar. Aşk, Balıklar için her şeyden önce gelir ve sadık bir partner olmaya çalışırlar.",
        "uyumlu_burclar": [
          "Yengeç",
          "Akrep",
          "Boğa"
        ],
        "uyumsuz_burclar": [
          "İkizler",
          "Yay"
        ]
      },
      "kariyer": {
        "guclu_yonler": "Balıklar, yaratıcı ve sezgisel becerileriyle sanatsal alanlarda başarılı olabilirler. Ayrıca, yardım etme ve insanlara destek olma gereksinimleri, onları sosyal hizmetler veya psikoloji gibi alanlarda da başarılı kılar.",
        "zayif_yonler": "Balıklar, bazen gerçeklikle yüzleşmekte zorlanabilirler ve bu da onların iş hayatlarında pratik sorunlar yaşamalarına neden olabilir. Ayrıca, aşırı duygusal tavırları bazen profesyonel ilişkilerde zorluk yaratabilir."
      },
      "id": "a309"
    }
  ],
  "planetDetail": [
    {
      "id": "1",
      "planetName": "Merkür",
      "symbol": "☿",
      "meaning": "İletişim, zihin, düşünceler, bilgi alışverişi.",
      "detailedMeaning": "Merkür, gezegenlerin en hızlısıdır ve doğrudan zihin ve iletişimle ilişkilidir. İletişim, düşünceler ve bilgi alışverişi Merkür’ün temel alanlarındandır. Merkür, düşünme biçimimizi, bilgi edinme yöntemlerimizi ve çevremizdeki dünyayla nasıl etkileşimde bulunduğumuzu şekillendirir. Merkür'ün etkisi altındaki bireyler, yazılı ve sözlü iletişimde güçlüdür ve çevreleriyle etkileşimde bulunmayı severler. Ayrıca, bu gezegen akıl yürütme yeteneğini, mantıklı düşünmeyi ve çözüm üretmeyi simgeler. Merkür'ün İkizler ve Başak burçlarındaki yöneticiliği, çok yönlü düşünme, bilgiye olan açlık ve detaylara verilen önemi vurgular. İkizler burcunda Merkür, bir konuya çok hızlı bir şekilde adapte olabilir, ancak bazen yüzeysel kalabilir. Başak burcunda ise Merkür, analitik bir zihinle dikkatli düşünme ve detaylara inmeyi temsil eder. Merkür, aynı zamanda seyahatler, öğrenme, eğitim, kısa mesafeler ve yazılı medya ile de ilişkilidir. Zihinsel süreçleri yöneten Merkür, bir kişinin bilgiye erişim biçimini belirlerken, aynı zamanda bilgi paylaşımını ve öğretimi de vurgular. Ayrıca, iletişimdeki zorluklar veya yanlış anlamalar da Merkür’ün olumsuz etkilerinden biridir. Bu gezegen, daha fazla bilinçli düşünmeyi ve olayları mantıklı bir şekilde kavrayabilmeyi temsil eder. Kısacası, Merkür, kişisel ve toplumsal düzeyde zihinler arası iletişimin ve bilgi akışının şekillenmesinde kritik bir rol oynar. ",
      "rulingSign": "İkizler, Başak",
      "associatedAreas": "İletişim, düşünce, yazılı ve sözlü ifade, zihinsel süreçler"
    },
    {
      "id": "2",
      "planetName": "Venüs",
      "symbol": "♀",
      "meaning": "Aşk, güzellik, ilişkiler, estetik.",
      "detailedMeaning": "Venüs, güzellik, estetik ve duyusal zevkler gezegenidir. Aynı zamanda aşk, romantizm, ilişkiler ve bireylerin birbirleriyle olan bağlarını temsil eder. Venüs, bir kişinin değer yargılarını, beğenilerini ve dünyaya olan bakış açısını şekillendirir. Aşkın ve romantizmin tanımlayıcısıdır; arzulanan özelliklerin ve zevklerin yanı sıra başkalarına duyulan sevgi de Venüs’ün etkisindedir. Venüs, aynı zamanda sanatla, müzikle ve tüm estetik değerlerle de ilişkilidir. Boğa ve Terazi burçlarında güçlüdür, çünkü bu burçlar Venüs’ün doğasını en iyi şekilde yansıtır. Boğa burcunda Venüs, maddi güvenlik, estetik zevkler ve duygusal sadakati ön planda tutar, kişisel zevkler ve yaşam standartlarına düşkünlük gösterir. Terazi burcunda ise Venüs, ilişkilerde dengeyi, uyumu ve adaleti simgeler, estetik duygular ve başkalarıyla olan ilişkilerde harmoni yaratmaya çalışır. Venüs aynı zamanda sosyal ilişkilerde, sevgide ve insanlar arasındaki bağlarda bir düzen kurma eğilimindedir. Bireylerin romantik hayatta nasıl davrandıkları ve estetik değerlerle nasıl bir ilişki kurdukları Venüs’ün yansımasıdır. Bu gezegen, güzellik ve zarafeti simgelerken, aynı zamanda rahatlık, lüks ve tasarımla olan ilişkimizi de belirler.",
      "rulingSign": "Boğa, Terazi",
      "associatedAreas": "Aşk, güzellik, sanat, estetik, ilişkiler"
    },
    {
      "id": "3",
      "planetName": "Mars",
      "symbol": "♂",
      "meaning": "Enerji, cesaret, aksiyon, mücadele.",
      "detailedMeaning": "Mars, enerji, cesaret ve aksiyon gezegenidir. Mars'ın etkisi, fiziksel harekete geçme, arzu edilen hedeflere ulaşma ve zorluklarla mücadele etme arzusuyla ilişkilidir. Mars, aynı zamanda tutku, hırs ve isyan gibi güçlü dürtüleri de temsil eder. Koç ve Akrep burçlarını yönetir ve bu burçlar Mars'ın güçlü, cesur ve kararlı doğasını yansıtır. Koç burcundaki Mars, liderlik özelliklerini, hızla harekete geçme isteğini ve cesareti simgeler. Bu pozisyon, aynı zamanda bireysel özgürlüğü savunma ve dışsal zorluklara meydan okuma arzusunu da yansıtır. Akrep burcundaki Mars ise daha gizemli ve stratejik bir yaklaşımı simgeler. Güçlü bir içsel tutku, derin duygusal bağlar ve hırs Mars’ın Akrep'teki etkisiyle ortaya çıkar. Mars aynı zamanda mücadele ve rekabetle de ilişkilidir. Bu gezegen, bir kişinin hayatta ne kadar mücadeleci olduğunu, ne kadar cesur olduğunu ve ne kadar enerjiyle bir amaca ulaşmaya çalıştığını belirler. Mars, fiziksel gücü ve dışa vurumculuğu sembolize ederken, insanın kendi içindeki gücü ve cesareti keşfetmesi için de önemli bir rol oynar.",
      "rulingSign": "Koç, Akrep",
      "associatedAreas": "Enerji cesaret, aksiyon, fiziksel hareket, tutkular"
    },
    {
      "id": "4",
      "planetName": "Jüpiter",
      "symbol": "♃",
      "meaning": "Şans, büyüme, bolluk, felsefe, inançlar.",
      "detailedMeaning": "Jüpiter, büyüme, bolluk, şans ve yüksek öğrenim gezegenidir. Bu gezegen, yaşamın genişleme, keşfetme ve yayılma yönlerini yönetir. Jüpiter'in etkisi altındaki kişiler, genellikle ideallerini büyütme ve dünyayı daha geniş bir perspektiften anlama eğilimindedir. Jüpiter, aynı zamanda felsefi inançları, din ve ruhsal arayışları da etkiler. Yay ve Balık burçlarını yönetir, bu da Jüpiter'in felsefi, manevi ve genişletici doğasını simgeler. Yay burcunda Jüpiter, bir kişinin dünya görüşünü genişletme, seyahat etme ve yeni fikirlerle tanışma arzusunu arttırır. Bu konum, bireylere şans ve fırsatlar sunar. Balık burcundaki Jüpiter ise manevi büyüme, sezgiler ve başkalarına hizmet etmeyle ilişkilidir. Bu gezegen, aynı zamanda iyimserlik, hoşgörü ve insanlar arası bağlantıları da güçlendirir. Jüpiter'in etkisi, bir kişinin inançları doğrultusunda gelişmesine, öğrenmesine ve büyümesine yardımcı olurken, aynı zamanda kişinin toplumsal yapılar içinde genişlemesine olanak tanır.",
      "rulingSign": "Yay, Balık",
      "associatedAreas": "Şans, büyüme, inançlar, felsefe, din"
    },
    {
      "id": "5",
      "planetName": "Satürn",
      "symbol": "♄",
      "meaning": "Sorumluluk, sınırlar, disiplin, uzun vadeli hedefler.",
      "detailedMeaning": "Satürn, sorumluluk, sınırların ve yapısal düzenin gezegenidir. Bu gezegen, kişinin hayatındaki en önemli hedeflere ulaşabilmesi için gerekli olan azim, disiplin ve çalışkanlık gereksinimlerini simgeler. Satürn'ün etkisi altında olan kişiler, genellikle çok çalışkan ve sorumluluk sahibidir. Ayrıca, uzun vadeli hedeflere ulaşma noktasında güçlü bir kararlılığa sahiptirler. Oğlak ve Kova burçları Satürn'ün yöneticiliğini yapar. Oğlak burcundaki Satürn, kişisel başarı, toplum içinde otorite kurma ve maddi güvence sağlama konusunda kararlılık gösterir. Bu konum, bireylere hayatta ciddi, kararlı ve disiplinli olma özelliklerini kazandırır. Kova burcundaki Satürn ise toplumsal yapılar, yenilikçilik ve özgürlükle ilgilidir. Bu yerleşim, toplumsal normlara karşı bireysel özgürlüğü savunma eğiliminde olan kişilerde görülür. Satürn, aynı zamanda hayatın zorlukları ve engelleriyle başa çıkma yeteneğini test eder ve kişilere uzun vadede değerli kazanımlar sağlayan dersler verir. Satürn, düzeni sağlamak ve uzun vadeli güvenliği oluşturmak adına önemli bir gezegendir.",
      "rulingSign": "Oğlak, Kova",
      "associatedAreas": "Sorumluluk, disiplin, kariyer, uzun vadeli hedefler, otorite"
    },
    {
      "id": "6",
      "planetName": "Uranüs",
      "symbol": "♅",
      "meaning": "Devrim, yenilik, özgürlük, ani değişimler.",
      "detailedMeaning": "Uranüs, yenilik, devrim ve özgürlüğün gezegenidir. Uranüs'ün etkisi, alışılmadık, sıradışı ve devrimci fikirlerin ortaya çıkmasını sağlar. Bu gezegenin etkisi altındaki bireyler genellikle yenilikçi, özgürlükçü ve toplumun kurallarına karşı meydan okuma eğilimindedirler. Uranüs, toplumsal normlara, geleneksel düşünce biçimlerine ve konvansiyonel sisteme karşı çıkma ve yenilikçi çözümler arama arzusunu simgeler. Kova burcunun yöneticisi olan Uranüs, kolektif bilinçle, toplumsal değişim ve toplumsal ilerleme ile yakından ilişkilidir. Uranüs'ün etkisiyle, bireyler sıradışı düşünceler geliştirme, toplumu değiştirme ve devrimci bir bakış açısı geliştirme eğilimindedirler. Uranüs, toplumsal yapılar üzerinde ani ve bazen beklenmedik değişimler yaratabilir. Bu gezegenin etkisi altında, insanlar bazen aniden hayatlarında büyük değişiklikler yapma, köklü kararlar alma ve eski kalıplardan kurtulma ihtiyacı hissedebilirler. Uranüs, bireysel özgürlüğün ve bağımsız düşünmenin güçlü bir savunucusudur. Bu gezegenin etkisi, kişinin kendini özgürce ifade etmesi, kendi yolunu bulması ve yenilikçi fikirlerle dünyayı dönüştürmesi üzerine yoğunlaşır.",
      "rulingSign": "Kova",
      "associatedAreas": "Yenilik, devrim, özgürlük, toplumsal değişim, bağımsızlık"
    },
    {
      "id": "7",
      "planetName": "Neptün",
      "symbol": "♆",
      "meaning": "Hayaller, ilham, spiritüellik, yanılsamalar.",
      "detailedMeaning": "Neptün, hayaller, ilham ve spiritüellik gezegenidir. Bu gezegen, sezgi, duygular ve ruhsal arayışlarla ilişkilidir. Neptün'ün etkisi altında, bireyler duygusal olarak derin bir bağlantı kurma arzusunu hissedebilirler. Aynı zamanda, Neptün'ün etkisiyle hayal gücü, sanatsal yaratıcılık ve manevi arayışlar ön plana çıkar. Neptün, kişisel yanılsamalar, kaçışlar ve hayal kırıklıkları ile de ilişkilidir. Bu gezegenin etkisi altında, insanlar bazen gerçeklikten kaçma eğiliminde olabilirler. Balık burcunun yöneticisi olan Neptün, sezgisel anlayış, duygusal derinlik ve spiritüel farkındalık ile ilgilidir. Bu gezegenin etkisiyle, bireyler içsel huzuru ve manevi bağlantıyı bulma çabası içinde olabilirler. Neptün, aynı zamanda hayal gücünü ve yaratıcı zekayı da harekete geçirir, bu nedenle sanat, müzik ve edebiyat gibi alanlarda büyük yaratıcılık ve ilham verir. Ancak, Neptün'ün olumsuz etkileri arasında yanılsamalar, hayal kırıklığı ve gerçeklikten kopma da bulunur. Bu gezegenin etkisi altında olan kişiler, bazen dünyaya fazla idealist bir bakış açısıyla yaklaşabilirler, bu da onları hayal kırıklığına uğratabilir.",
      "rulingSign": "Balık",
      "associatedAreas": "Hayaller, ilham, spiritüellik, sezgi, yanılsamalar"
    },
    {
      "id": "8",
      "planetName": "Plüton",
      "symbol": "♇",
      "meaning": "Dönüşüm, yeniden doğuş, güç, gizem.",
      "detailedMeaning": "Plüton, dönüşüm, yeniden doğuş ve derin değişim gezegenidir. Bu gezegen, yaşamda önemli ve köklü değişimlerin simgesidir. Plüton'ün etkisi, gücü, tutkuyu, gizemi ve içsel dönüşümü yönetir. Plüton, hem kişisel hem de kolektif düzeyde dönüşüm süreçlerini yönlendirir, insanların eski kalıplardan kurtulmasını sağlar ve onlara yeniden doğma fırsatı sunar. Akrep burcunun yöneticisi olan Plüton, duygusal derinlik, gizem ve güçlü bir içsel güçle ilişkilidir. Akrep burcundaki Plüton, bireyleri güçlü tutkular ve arzularla harekete geçirir, ayrıca gizli güçlerin ve motivasyonların anlaşılmasını sağlar. Plüton, aynı zamanda ölüm, yeniden doğuş ve evrimsel süreçleri simgeler. Bu gezegenin etkisi altında olan bireyler, hayatlarında büyük krizlerden geçebilirler, ancak bu krizler onları daha güçlü kılar ve sonunda kişisel büyümeyi sağlar. Plüton, hem içsel güç hem de dışsal otoriteyi sembolize eder. Bu gezegen, güç mücadelelerini ve insanların birbirlerine karşı sahip olduğu kontrol ve baskıyı da yansıtır. Plüton'ün etkisi, hayatın en karanlık ve gizli yönlerine ışık tutar, bu da bireylerin psikolojik ve ruhsal düzeyde derinleşmelerini sağlar.",
      "rulingSign": "Akrep",
      "associatedAreas": "Dönüşüm, yeniden doğuş, güç, gizem, psikolojik derinlik"
    },
    {
      "id": "9",
      "planetName": "Ay",
      "symbol": "☽",
      "meaning": "Duygular, içsel dünya, kadersel olaylar, anne figürü.",
      "detailedMeaning": "Ay, duygular, içsel dünya ve kadersel olaylarla ilişkilidir. Ay, bir kişinin duygusal doğasını, sezgilerini ve içsel ihtiyaçlarını simgeler. Ay, bilinçaltını, geçmiş deneyimleri ve duygusal reaksiyonları temsil eder. Kişinin ruh hali ve içsel huzuru Ay’ın yerleşimiyle doğrudan ilişkilidir. Yengeç burcunun yöneticisi olan Ay, duygusal güvenlik, ev ve aileyle güçlü bir bağlantı kurma isteğini simgeler. Bu burçta Ay, bireyi duygusal açıdan beslemeye, korumaya ve sevmeye eğilimli hale getirir. Ay, aynı zamanda kadersel olayları ve geçmişin etkilerini de yansıtır. Ay’ın yerleşimi, kişinin geçmiş deneyimlerinin bugünkü davranışlarını nasıl şekillendirdiğini, duygusal dünyasını nasıl yapılandırdığını ve içsel güvenliğini nasıl bulduğunu gösterir. Ay’ın etkisiyle, insanlar bazen bilinçaltlarındaki korkularla yüzleşir ve duygusal olarak iyileşme sürecine girerler. Ayrıca, anne figürü ve annelikle ilgili konular da Ay ile ilişkilidir. Ay, bireyin bakım verme ve alma tarzını, ev hayatına olan bağlılıklarını da temsil eder.",
      "rulingSign": "Yengeç",
      "associatedAreas": "Duygular, içsel dünya, anne figürü, bilinçaltı, kadersel olaylar"
    },
    {
      "id": "10",
      "planetName": "Güneş",
      "symbol": "☼",
      "meaning": "Kimlik, ego, öz benlik, yaşam gücü.",
      "detailedMeaning": "Güneş, kimlik, ego, öz benlik ve yaşam gücü gezegenidir. Güneş, bir kişinin kendini nasıl ifade ettiğini, kişisel arzularını ve hayatta kendini nasıl gördüğünü belirler. Güneş, bireyin yaşam enerjisini, karizmasını ve yaratıcı gücünü simgeler. Koç burcunun yöneticisi olan Güneş, doğrudan ve cesur bir şekilde kendini gösterme, liderlik yapma ve yenilikçi adımlar atma eğilimindedir. Güneş, aynı zamanda kişinin yaşam amacını, özbenliğini ve toplumsal rolünü temsil eder. Bu gezegenin etkisi altında, bireyler genellikle kendilerini dünyaya tanıtma, kimliklerini ifade etme ve öz benliklerini gerçekleştirme isteği duyarlar. Güneş, yaşam gücüyle bağlantılıdır ve kişinin hayatta kalma, gelişme ve başkalarıyla ilişki kurma biçimlerini yönlendirir. Güneş’in etkisiyle, bireyler hayata daha iyimser ve enerjik bir şekilde yaklaşır, kendilerini ifade etme konusunda cesur olur. Ayrıca, Güneş aynı zamanda aile ve toplum içindeki rolümüzü de simgeler, bizi toplumsal düzeyde tanımlar.",
      "rulingSign": "Koç",
      "associatedAreas": "Kimlik, ego, yaşam gücü, öz benlik, yaratıcılık"
    },
    {
      "id": "11",
      "planetName": "Lilith (Kara Ay)",
      "symbol": "⚸",
      "meaning": "Kadınsı güç, özgürlük, bastırılmış duygular.",
      "detailedMeaning": "Lilith, kadınsı gücü, özgürlüğü ve bastırılmış duyguları temsil eden bir noktadır. Astrologik haritada Lilith, genellikle gizli ve baskı altında kalmış enerjileri simgeler. Lilith’in etkisi, bireyin toplumsal normlara ve baskılara karşı duyduğu dirençle bağlantılıdır. Bu gezegenin etkisi altındaki kişiler, bazen toplumsal kalıplara uymayı reddeder ve kendi yolunda ilerlemeye karar verirler. Lilith, aynı zamanda cinsel özgürlük, güç mücadelesi ve bastırılmış duygularla ilişkilidir. İnsanlar, bu gezegenin etkisi altında, daha fazla bağımsızlık ve kendi arzularını özgürce ifade etme isteği duyabilirler. Bu figür, aynı zamanda bir kadınsı arketipi simgeler. Lilith, tarihsel olarak, kadınların özgürlük taleplerini ve toplumdaki erkek egemen yapılarına karşı direnişi temsil eder. Birçok kültürde Lilith, kadının gizli gücünün ve potansiyelinin sembolüdür. Bu noktadaki enerji bazen toplumsal tabulara, baskılara ve tabu olan şeylere karşı bir başkaldırı olarak görülür. Lilith, hem cinsel özgürlük hem de kişisel ifade ve benlik saygısı ile ilgili önemli bir figürdür.",
      "rulingSign": "Boğa, Akrep",
      "associatedAreas": "Kadınsı güç, özgürlük, bastırılmış duygular, cinsel özgürlük, toplumsal direniş"
    },
    {
      "id": "12",
      "planetName": "Chiron",
      "symbol": "⚷",
      "meaning": "Şifa, yaralar, öğreti, psikolojik iyileşme.",
      "detailedMeaning": "Chiron, şifa ve yaraların gezegenidir. Bu asteroit, bireylerin kişisel ve duygusal yaralarını iyileştirme sürecini simgeler. Chiron’un haritadaki yerleşimi, kişinin ruhsal ya da fiziksel travmalarla ilgili yaşadığı derin acıları ve bunlarla başa çıkma yöntemlerini gösterir. Chiron, yalnızca yaraları işaret etmekle kalmaz, aynı zamanda bu yaraların nasıl şifalandırılabileceğine dair ipuçları da sunar. Bu gezegenin etkisi altında, bireyler bazen eski yaralarla yüzleşmek zorunda kalabilirler. Ancak, Chiron’un sunduğu en büyük öğreti, bu yaraların, içsel büyüme ve kişisel gelişim için bir fırsata dönüşebileceğidir. Chiron, aynı zamanda şifacılık ve rehberlik yolunda bir öğretici rolü üstlenir. Kişi, kendi iyileşme sürecinden sonra başkalarına da yardım edebilir ve ruhsal açıdan rehberlik edebilir. Chiron’un etkisi altında, insanlar bazen duygusal travmalardan ya da zorlayıcı deneyimlerden geçebilirler, ancak bu süreçler sonunda daha güçlü, daha bilge ve daha şefkatli bireyler haline gelebilirler. Bu gezegenin amacı, kişiyi kendi kırılganlıkları ve zayıflıklarıyla barıştırmak ve şifa yolculuğunda derin bir içsel bilgi kazandırmaktır.",
      "rulingSign": "Yay",
      "associatedAreas": "Şifa, yaralar, psikolojik iyileşme, öğreti, duygusal derinlik"
    },
    {
      "id": "13",
      "planetName": "Ceres",
      "symbol": "♃",
      "meaning": "Doğurganlık, annelik, yeryüzüne bağlılık.",
      "detailedMeaning": "Ceres, doğurganlık, annelik ve yeryüzüne bağlılıkla ilişkilidir. Bu gezegen, aynı zamanda beslenme, bakım verme ve sevgi dolu bağlar kurma enerjisini taşır. Ceres’in etkisi altındaki kişiler, başkalarına yardım etme, onları koruma ve besleme konusunda güçlü bir içsel dürtüye sahiptir. Ceres, tarımın, ekinlerin büyümesi ve doğanın döngüsüne saygı gösterilmesini simgeler. Aynı zamanda bireylerin manevi ve fiziksel olarak beslenme ihtiyaçlarını, özellikle de anne figüründen aldıkları desteği gösterir. Ceres, Boğa burcuyla ilişkilendirilir, çünkü bu burç da doğanın ve yeryüzüne bağlılık, güvenlik ve sabırlı büyüme ile ilgilidir. Bu gezegen, aynı zamanda kişisel ilişkilerde, özellikle annelik ilişkilerinde derin bir şefkat ve koruma arzusunu da sembolize eder. Ceres’in etkisi altındaki bireyler, başkalarına bakma ve onları büyütme konusunda güçlü bir arzu hissedebilirler. Bu gezegenin etkisi, aynı zamanda toprağa, doğaya ve yeryüzüne olan bağlılıkla da bağlantılıdır. Ceres, insanların hayatta daha derin bir anlam aramalarını sağlar ve manevi doyum arayışına girmelerini teşvik eder.",
      "rulingSign": "Boğa",
      "associatedAreas": "Doğurganlık, annelik, yeryüzüne bağlılık, beslenme, koruma"
    },
    {
      "id": "14",
      "planetName": "Pallas Athena",
      "symbol": "♆",
      "meaning": "Akıl, strateji, zeka, yaratıcılık, kadınsı güç.",
      "detailedMeaning": "Pallas Athena, akıl, strateji, zeka ve yaratıcı güçlerle ilişkilidir. Bu gezegen, aynı zamanda kadınsı güç ve stratejik düşünme ile bağlantılıdır. Pallas Athena, Athena Tanrıçası’na atıfta bulunarak, yaratıcı zekayı ve pratik çözümleri simgeler. Bireyler, Pallas Athena’nın etkisi altındayken, analitik düşünme, stratejik planlama ve yenilikçi çözümler geliştirme konusunda oldukça yetenekli hale gelirler. Bu gezegenin enerjisi, aynı zamanda yaratıcı zekayı, sanatsal ifadeyi ve estetik algıyı da güçlendirir. Pallas Athena, bireylerin entelektüel yeteneklerini ortaya çıkarmalarına ve dünya görüşlerini genişletmelerine yardımcı olur. Bu gezegenin etkisi altındaki kişiler, genellikle mantıklı, stratejik ve analitik düşünürler. Bunun yanı sıra, Pallas Athena, kadınsı güç ve kadınların tarihsel ve toplumsal olarak güçlenmesine de işaret eder. Bu gezegenin etkisiyle, kadınlar daha güçlü bir şekilde kendilerini ifade edebilir ve toplumdaki rollerini yeniden şekillendirebilirler.",
      "rulingSign": "Boğa",
      "associatedAreas": "Akıl, strateji, zeka, yaratıcılık, kadınsı güç"
    },
    {
      "id": "15",
      "planetName": "Juno",
      "symbol": "⚸",
      "meaning": "Evlilik, birliktelik, eş arayışı, partner ilişkileri.",
      "detailedMeaning": "Juno, evlilik, birliktelik ve partner ilişkileriyle ilişkilidir. Bu gezegen, bir kişinin duygusal ve romantik bağlarını, ilişkilerdeki dengeyi ve eş seçimini simgeler. Juno, aynı zamanda evlilik ve uzun süreli birlikteliklerdeki sorumlulukları ve eşlerin birbirlerine olan bağlılıklarını da temsil eder. Juno’nun etkisi, bireylerin partnerleriyle olan ilişkilerini nasıl şekillendirdiklerini ve hangi türde bir ilişki arayışında olduklarını gösterir. Bu gezegen, ilişkilerdeki derin bağları, eşitliği ve sadakati temsil eder. Juno, Terazi burcu ile ilişkilidir, çünkü bu burç da ortaklıklar, denge ve karşılıklı anlaşma ile bağlantılıdır. Juno’nun etkisi altındaki kişiler, genellikle ideal partnerlerini arayış içindedirler ve sevgi, sadakat ve duygusal dengeyi ön planda tutarlar. Ayrıca, Juno, evlilik dışı birliktelikler, işbirlikleri ve ortaklıklar konularında da önemli bir rol oynar. Bu gezegenin etkisiyle, kişiler karşılıklı saygıya dayalı ilişkiler kurmaya ve duygusal bağlarını derinleştirmeye çalışırlar.",
      "rulingSign": "Terazi",
      "associatedAreas": "Evlilik, birliktelik, eş arayışı, partner ilişkileri, sadakat"
    },
    {
      "id": "16",
      "planetName": "Vesta",
      "symbol": "♇",
      "meaning": "Ateş, özveri, hizmet, manevi tutkular.",
      "detailedMeaning": "Vesta, ateş, özveri ve hizmetle ilişkilidir. Bu gezegen, bireylerin manevi tutkularını, içsel arayışlarını ve hizmet etme arzusunu simgeler. Vesta, aynı zamanda bireyin içsel alevini, tutkularını ve yaşamda yüksek bir amaca hizmet etme isteğini temsil eder. Bu gezegenin etkisi altındaki kişiler, genellikle başkalarına hizmet etme ve toplum için değer yaratma konusunda derin bir tutku hissederler. Vesta, manevi arayışla da bağlantılıdır, çünkü kişinin hayatında anlam bulma ve ruhsal bir hedefe doğru ilerleme isteğini güçlendirir. Başak burcu ile ilişkili olan Vesta, detaylara, özveriye ve hizmet etmeye olan bağlılığı ifade eder. Vesta’nın etkisi altında, bireyler bazen yalnızca kendilerine değil, başkalarına da adanmışlıkla hizmet edebilirler. Ayrıca, Vesta, kişinin manevi yönelimini ve yaşamındaki en yüksek amaca ulaşma arzusunu da simgeler. Bu gezegen, bireyleri, daha derin bir içsel tatmin ve manevi huzur arayışına yönlendirir.",
      "rulingSign": "Başak",
      "associatedAreas": "Ateş, özveri, hizmet, manevi tutkular, içsel arayış"
    }
  ],
  "haberler": [
    {
      "tarih": "2024-12-18",
      "baslik": "Güneş Tutulması Başladı!",
      "ozet": "Bugün, kariyer ve kişisel hedeflerde büyük değişiklikler getirecek olan Güneş tutulması gerçekleşiyor.",
      "detaylar": "Güneş tutulması, 24 derece Yay burcunda meydana geliyor ve bu tutulma, özellikle Yay, İkizler, Başak ve Balık burçları için önemli bir dönüm noktası olabilir. Kişisel hedeflerde yeni bir yön arayışı ortaya çıkabilir. Yatırım ve kariyer konularında cesur kararlar almak, yeni fırsatlar doğurabilir.",
      "id": "1"
    },
    {
      "id": "2",
      "tarih": "2024-12-19",
      "baslik": "Mars ve Venüs Kavuşumu: Aşk ve İletişimde Yeni Başlangıçlar!",
      "ozet": "Mars ve Venüs’ün kavuşumu, ilişkilerde cesaret ve duygu yoğunluğunu artıracak. Aşk hayatınızda sürpriz gelişmeler yaşanabilir.",
      "detaylar": "Mars ve Venüs’ün birleşimi, duygusal ve romantik ilişkilerde yeni bir başlangıcın kapılarını aralayacak. Özellikle Boğa, Terazi ve Koç burçları, ilişkilerinde daha cesur ve açık olacak. Aşk hayatınızda yeni bir bağ kurma şansı doğuyor."
    },
    {
      "id": "3",
      "tarih": "2024-12-20",
      "baslik": "Merkür Retrosu Başladı: İletişimde Zorluklar",
      "ozet": "Merkür retrosu, iletişimde yanlış anlamalar, seyahatlerde aksaklıklar ve teknik sorunlar yaşanmasına neden olabilir.",
      "detaylar": "Merkür retrosu, özellikle İkizler ve Başak burçları için iletişimde dikkat edilmesi gereken bir dönem. Yazışmalarda yanlış anlamalar ve anlaşmazlıklar olabilir. Eski projelere dönme ve unutulmuş görevlerle ilgili yeni gelişmeler yaşanabilir. Seyahatlerinizde aksaklıklara karşı hazırlıklı olun."
    },
    {
      "id": "4",
      "tarih": "2024-12-21",
      "baslik": "Kış Gündönümü: Ruhsal Yenilenme ve Yeni Başlangıçlar",
      "ozet": "Kış gündönümü, içsel yenilenme için mükemmel bir zaman. Oğlak burcunun başlangıcı, kariyer ve kişisel hedeflerde önemli değişimler getirebilir.",
      "detaylar": "Kış gündönümü, özellikle Oğlak burcunun etkisiyle kariyer ve finansal planlamalar için güçlü bir dönem başlatıyor. Bu zaman diliminde, kişisel başarı ve toplumsal sorumluluklar arasındaki dengeyi sağlamak önemli olacak. Kendinizi yeniden keşfetmek ve ruhsal olarak yenilenmek için iyi bir fırsat sunuyor."
    },
    {
      "id": "5",
      "tarih": "2024-12-22",
      "baslik": "Venüs ve Neptün Kavuşumu: Aşk ve Yaratıcılık Zirvede!",
      "ozet": "Venüs ve Neptün kavuşumu, yaratıcılığı ve aşkı besleyecek. Sanatsal ve duygusal anlamda ilham verici bir dönem başlıyor.",
      "detaylar": "Venüs ve Neptün’ün birleşimi, özellikle Balık, Boğa ve Terazi burçları için duygusal derinlik ve yaratıcılık anlamına geliyor. Sanatsal projeler ve romantik ilişkilerde yeni ilhamlar ortaya çıkabilir. Aşk hayatında ise daha hayalperest ve idealist bir yaklaşım benimsenebilir."
    },
    {
      "id": "6",
      "tarih": "2025-01-24",
      "baslik": "deneme 123",
      "ozet": "doğum günüm",
      "detaylar": "iyi ki doğdun hazan <3"
    }
  ]
}